"About" = "アプリケーション情報";

"Chat and Message Alerts" = "チャットとメッセージのお知らせ";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "プッシュ通知を含むお知らせの設定は、アプリ内にあります。ブックマークを開き、[アカウント設定]をタップしてください。";

"Notifications" = "お知らせ";

"Photo and Video" = "写真と動画";

"Play Sound" = "サウンド";

"Record HD Video" = "高画質動画を録る";

"Version" = "バージョン";

"Vibrate" = "バイブレート";

